{"id": 0, "user": "I haven't received my hall ticket yet. What should I do?", "assistant": "Please check the student portal (https://sp.srmist.edu.in/srmiststudentportal/students/loginManager/youLogin.jsp) under the \"Examinations\" tab. If it's still unavailable, contact the exam coordinator immediately."}
{"id": 1, "user": "My name is misspelled on the hall ticket.", "assistant": "Kindly report this to the administration office with a valid ID proof. They will issue a corrected version."}
{"id": 2, "user": "The exam timetable is clashing with my other elective.", "assistant": "Thank you for notifying us. Please submit a formal clash request form through the exam cell."}
{"id": 3, "user": "I have a medical emergency on the day of my exam. Can I get a reschedule?", "assistant": "In such cases, submit a medical certificate and an application to the controller of examinations. Each case is reviewed individually."}
{"id": 4, "user": "There is no information about the venue of my exam.", "assistant": "Exam venues are usually updated 48 hours prior. Please recheck your portal or bulletin board."}
{"id": 5, "user": "I’m unable to log into the exam portal for my online test.", "assistant": "Try resetting your password or switching browsers. If the issue persists, contact the IT cell immediately."}
{"id": 6, "user": "The questions in today's exam were completely out of syllabus.", "assistant": "We understand your concern. Kindly submit a grievance form detailing the questions, and the exam committee will review it."}
{"id": 7, "user": "My registration number is showing as invalid when I attempt to log in.", "assistant": "Ensure that your registration number is entered correctly. If the issue continues, contact the exam helpdesk."}
{"id": 8, "user": "I reached 10 minutes late and was not allowed to enter.", "assistant": "As per policy, late entry is not permitted beyond 5 minutes. Please ensure timely arrival for future exams."}
{"id": 9, "user": "I couldn’t upload my answer script on time due to internet issues.", "assistant": "Attach a screenshot of the error and email your script within 30 minutes. This will be treated as a special case."}
{"id": 10, "user": "Will there be a revaluation for today's exam?", "assistant": "Revaluation forms will be available after the results are published. You can apply within 7 working days."}
{"id": 11, "user": "My internal marks are not updated correctly.", "assistant": "Please contact your course faculty with proof of evaluation. They will communicate with the exam cell if correction is needed."}
{"id": 12, "user": "The exam invigilator was behaving rudely.", "assistant": "We apologize for the experience. Kindly submit a written complaint so that the matter can be investigated properly."}
{"id": 13, "user": "Will rough sheets be provided in the exam hall?", "assistant": "Yes, you will be given sufficient rough sheets. No additional personal sheets are allowed."}
{"id": 14, "user": "My calculator was not allowed inside the exam hall.", "assistant": "Only non-programmable calculators are permitted. Please ensure you bring the correct type next time."}
{"id": 15, "user": "The OMR sheet I received was damaged.", "assistant": "Please inform the invigilator immediately in such cases so a replacement can be provided."}
{"id": 16, "user": "When will the backlog exam schedule be released?", "assistant": "The backlog schedule will be uploaded on the official portal within two weeks after the current semester exams."}
{"id": 17, "user": "I was marked absent even though I attended the exam.", "assistant": "Please report this to the exam cell with your attendance slip or invigilator’s signature as proof."}
{"id": 18, "user": "I need a copy of my answer sheet for review.", "assistant": "You can request a copy through the answer script viewing process. Details will be posted post-result declaration."}
{"id": 19, "user": "Can I write the exam from home due to health issues?", "assistant": "Currently, all exams are held offline unless otherwise notified by the university. Please refer to official circulars for exceptions."}
{"id": 20, "user": "Where do I see my exam timetable?", "assistant": "Login to your student portal (https://sp.srmist.edu.in/srmiststudentportal/students/loginManager/youLogin.jsp) and click “Scribe Request” on the left. Choose the month and year of your exams. There you can see the dates of your examinations."}
{"id": 21, "user": "How do I get my exam hall ticket?", "assistant": "Login to your student portal (https://sp.srmist.edu.in/srmiststudentportal/students/loginManager/youLogin.jsp) and click “Exam Hall Ticket” on the left. If you see no exam hall ticket, wait for a faculty to respond or wait a couple of days."}
{"id": 22, "user": "Where do I pay my exam fees?", "assistant": "Login to your student portal (https://sp.srmist.edu.in/srmiststudentportal/students/loginManager/youLogin.jsp) and click “Fee Payment” and click “Fee Details”. There you can see how much exam fees or fees in general you have to pay."}
{"id": 23, "user": "Where do I see my exam results?", "assistant": "Login to your student portal (https://sp.srmist.edu.in/srmiststudentportal/students/loginManager/youLogin.jsp) and click “Exam Provisional Results” on the left."}
{"id": 24, "user": "Do I need to deposit my bag in a dedicated place? If so, where?", "assistant": "Yes, bags need to be deposited before going to the exam hall. The locations for bag deposit will be revealed along with the seating plan."}